{
  "macro_narrative": "sostenible",
  "narrative": "sostenible_fi_eq",
  "main_heading_text": "Okresowe informacje o produktach finansowych zgodnie z artykułem 8, ustępy 1, 2 i 2 bis rozporządzenia (UE) 2019/2088 oraz artykułem 6, ustęp 1 rozporządzenia (UE) 2020/852",
  "product_name": "{{product_name}}",
  "legal_id": "<strong>Identyfikator podmiotu prawnego:</strong> Kod LEI <span id=\"lei_code\"></span>",
  "lei_code": "{{lei_code}}",
  "legal_text": "",
  "subheading": "<h2>Charakterystyki środowiskowe lub społeczne</h2>",
  "gb001_heading": "<p><strong>Inwestycja zrównoważona</strong> oznacza inwestycję w działalność gospodarczą, która przyczynia się do osiągnięcia celu środowiskowego lub społecznego, pod warunkiem że inwestycja nie wyrządza znaczącej szkody żadnemu celowi środowiskowemu lub społecznemu, a przedsiębiorstwa, w które inwestuje, stosują dobre praktyki w zakresie zarządzania.</p>",
  "gb002_heading": "<p><strong>Taksonomia UE</strong> to system klasyfikacji przewidziany w rozporządzeniu (UE) 2020/852, który ustanawia listę <strong>działalności gospodarczych środowiskowo zrównoważonych</strong>. Rozporządzenie to nie zawiera listy działalności gospodarczych społecznie zrównoważonych. Inwestycje zrównoważone mające na celu ochronę środowiska mogą być zgodne lub niezgodne z taksonomią.</p>",
  "ob001": "<!-- główny kontener pomarańczowego pola -->\n<div class=\"ob-header\">\n<h2>Czy ten produkt finansowy miał na celu inwestycję zrównoważoną?</h2>\n<div class=\"ob-options\">\n<div class=\"ob-option\">\n<div class=\"ob-dots\">\n<div class=\"ob-dot green\"></div>\n<div class=\"ob-dot green\"></div>\n</div>\n<div class=\"ob-checkbox\"></div>\n<span class=\"ob-item-text\">Tak</span>\n</div>\n<div class=\"ob-option\">\n<div class=\"ob-dots\">\n<div class=\"ob-dot green\"></div>\n<div class=\"ob-dot white\"></div>\n</div>\n<div class=\"ob-checkbox\">X</div>\n<span class=\"ob-item-text\">Nie</span>\n</div>\n</div>\n</div>\n<div class=\"ob-body\">\n<div class=\"ob-columns\">\n<div>\n<div class=\"ob-item\">\n<div class=\"ob-checkbox\"></div>\n<span class=\"ob-item-text\"><strong>Dokonał inwestycji zrównoważonych w celu środowiskowym:</strong></span>\n</div>\n<div class=\"ob-item ob-sub-item\">\n<div class=\"ob-checkbox\"></div>\n<span class=\"ob-item-text\">w działalności gospodarczej uważanej za środowiskowo zrównoważoną zgodnie z taksonomią UE</span>\n</div>\n<div class=\"ob-item ob-sub-item\">\n<div class=\"ob-checkbox\"></div>\n<span class=\"ob-item-text\">w działalności gospodarczej nieuważanej za środowiskowo zrównoważoną zgodnie z taksonomią UE</span>\n</div>\n<div class=\"ob-item\">\n<div class=\"ob-checkbox\"></div>\n<span class=\"ob-item-text\"><strong>Dokonał inwestycji zrównoważonych w celu społecznym:</strong></span>\n</div>\n</div>\n<div>\n<div class=\"ob-item\">\n<div class=\"ob-checkbox\">X</div>\n<span class=\"ob-item-text\"><strong>Promował cechy środowiskowe lub społeczne</strong>, choć nie miał na celu inwestycji zrównoważonej, osiągnął jednak <span id=\"sfdr_last_rep_inv_sust_inv\">4,12%</span> udziału w inwestycjach zrównoważonych</span>\n</div>\n<div class=\"ob-item ob-sub-item\">\n<div class=\"ob-checkbox\"></div>\n<span class=\"ob-item-text\">z celem środowiskowym w działalności gospodarczej uważanej za środowiskowo zrównoważoną zgodnie z taksonomią UE</span>\n</div>\n<div class=\"ob-item ob-sub-item\">\n<div class=\"ob-checkbox\">X</div>\n<span class=\"ob-item-text\">z celem środowiskowym w działalności gospodarczej nieuważanej za środowiskowo zrównoważoną zgodnie z taksonomią UE</span>\n</div>\n<div class=\"ob-item ob-sub-item\">\n<div class=\"ob-checkbox\">X</div>\n<span class=\"ob-item-text\">z celem społecznym</span>\n</div>\n<div class=\"ob-item\">\n<div class=\"ob-checkbox\"></div>\n<span class=\"ob-item-text\"><strong>Promował cechy środowiskowe lub społeczne</strong>, ale nie dokonał żadnej inwestycji zrównoważonej</span>\n</div>\n</div>\n</div>\n</div>",
  "q01": "W jakim stopniu osiągnięto cechy środowiskowe lub społeczne promowane przez ten produkt finansowy?",
  "q01_a": "<p>\nFundusz promował cechy środowiskowe i społeczne, oceniając swoje inwestycje na podstawie kryteriów środowiskowych, społecznych i ładu korporacyjnego (ESG) za pomocą własnej metodologii ESG oraz inwestując w emitentów, którzy wykazują solidne praktyki ESG i spełniają kryteria wykluczenia opisane w strategii inwestycyjnej zawartej w załączniku dotyczącym zrównoważonego rozwoju w informacji przedumownej tego funduszu.\n</p>\n<p>\nW tym kontekście zastosowano elementy finansowe, środowiskowe, społeczne i dotyczące ładu korporacyjnego, aby uzyskać pełniejszy obraz aktywów bazowych, w które fundusz inwestował w okresie odniesienia, oceniając kombinację czynników ESG, które obejmowały, ale nie ograniczały się do:\n</p>\n<ul>\n<li>Czynniki środowiskowe, poprzez ocenę wyników ilościowych i jakościowych emitentów w zakresie takich zagadnień jak emisje gazów cieplarnianych, wyczerpywanie zasobów, zanieczyszczenia i zarządzanie wodą.\n</li>\n<li>Czynniki społeczne, obejmujące zagadnienia związane z miejscem pracy, przestrzeganiem standardów pracy, zarządzaniem talentami, relacjami z lokalnymi społecznościami, prywatnością i bezpieczeństwem danych oraz prawami człowieka.\n</li>\n<li>\nCzynniki dotyczące ładu korporacyjnego, takie jak jakość zarządzania emitenta, jego kultura i etyka, skuteczność systemów ładu korporacyjnego w minimalizowaniu ryzyka niewłaściwego zarządzania oraz zdolność do przewidywania ryzyk operacyjnych i prawnych mogących skutkować naruszeniem. Uwzględniono również czynniki związane ze składem i strukturą rady nadzorczej emitenta.\n</li>\n</ul>\n<p>\nOcena tych czynników dla każdego emitenta opierała się na sektorowej istotności zdefiniowanej przez zarządzającego jako część swojej metodologii ESG. Dodatkowo, przypadki kontrowersji były oceniane, uwzględniając ich wpływ na społeczeństwo, środowisko oraz interesariuszy, i były uwzględniane w metodologii ESG zarządzającego.\n</p>\n<p>\nZarządzający promował także cechy środowiskowe i społeczne poprzez działania angażujące, indywidualnie lub w ramach inicjatyw współpracy, mające na celu promowanie lepszych praktyk ESG zgodnie ze swoją polityką zaangażowania.\n</p>",
  "gb003_sq1a": "<p>Wskaźniki <strong>zrównoważonego rozwoju</strong> mierzą, w jakim stopniu osiągane są cechy środowiskowe lub społeczne promowane przez produkt finansowy.</p>",
  "gb004_sq1a": "<p><strong>Główne niekorzystne skutki</strong> to najistotniejsze negatywne skutki decyzji inwestycyjnych dla czynników zrównoważonego rozwoju związanych z kwestiami środowiskowymi, społecznymi, pracowniczymi, przestrzeganiem praw człowieka oraz walką z korupcją i łapownictwem.</p>",
  "q01sq01": "<div class=\"sub-qtext\">\n                    Jak zachowywały się wskaźniki zrównoważonego rozwoju?\n                </div>",
  "q01sq01_a": "<p>Poniżej opisano zachowanie wskaźników zrównoważonego rozwoju funduszu w okresie odniesienia:</p>\n<ul> \n<li><strong>Wskaźnik wykluczeń:</strong> Fundusz nie dokonał żadnych inwestycji w sektory niedozwolone przez politykę inwestycyjną, zgodnie z wewnętrznymi procedurami zarządzającego. To znaczy, że fundusz nie miał ekspozycji na aktywa inwestycyjne bezpośrednio gotówkowe emitentów ani instrumenty pochodne finansowe (futures i opcje na akcje) używane przez fundusz do odniesienia indeksu, w których emitent bazowy tych pochodnych był głównie zaangażowany w działalność związaną z kontrowersyjnym uzbrojeniem, niekonwencjonalnymi paliwami kopalnymi i wytwarzaniem energii elektrycznej z węgla oraz górnictwem węgla.</li>\n<li><strong>Wskaźnik kontrowersji:</strong> Fundusz miał ekspozycję 0% na aktywa inwestycyjne bezpośrednio gotówkowe emitentów, jak również na instrumenty pochodne finansowe (futures i opcje na akcje) używane przez fundusz do odniesienia indeksu, w których emitent bazowy tych pochodnych był zaangażowany w kontrowersje uznawane za krytyczne.</li>\n<li><strong>Minimalna średnia ocena ESG funduszu:</strong> Średnia ocena ESG emitentów aktywów w gotówkowej inwestycyjnej bezpośredniej oraz emitentów bazowych futures i opcji na akcje używanych przez fundusz do odniesienia indeksu według wewnętrznej metodologii zarządzającego wyniosła {{esg_score_2024}} w skali 7 poziomów (C-, C, C+, B, A-, A i A+, gdzie A+ odzwierciedla najlepszy wynik ESG). Wartość tę obliczono jako średnią ocenę ESG, biorąc pod uwagę dane z ostatniego dnia roboczego każdego kwartału w okresie odniesienia.</li>\n<li>Średni procent aktywów bazowych funduszu zgodnych z cechami środowiskowymi i społecznymi promowanymi wyniósł <strong>{{es_aligned}}%</strong> w okresie odniesienia.</li>\n</ul>",
  "q01sq02": "<div class=\"sub-qtext\">\n                    Jak wskaźniki te zachowywały się w porównaniu z wcześniejszymi okresami?\n                </div>",
  "q01sq02_a": "<p> W porównaniu z poprzednim okresem odniesienia wyniki wskaźników zrównoważonego rozwoju były następujące:</p>\n<ul> \n<li>Wskaźnik wykluczeń: Utrzymał się na poziomie 0%. </li>\n<li>Wskaźnik kontrowersji: Utrzymał się na poziomie 0%. </li>\n<li>Minimalna średnia ocena ESG funduszu: W {{YEAR_PREV}} wskaźnik wyniósł {{esg_score_2023}}, a w {{YEAR}} osiągnął {{esg_score_2024}}. </li>\n<li>Średni procent aktywów bazowych funduszu zgodnych z cechami środowiskowymi i społecznymi promowanymi wyniósł co najmniej 51% w obu okresach odniesienia.</li>\n</ul>",
  "q01sq03": "<div class=\"sub-qtext\">\n                    Jakie były cele inwestycji zrównoważonych, które częściowo realizował produkt finansowy, i w jaki sposób te inwestycje przyczyniły się do osiągnięcia tych celów?\n                </div>",
  "q01sq03_a": "<p>\nCele inwestycji zrównoważonych tego funduszu osiągnięto poprzez inwestowanie w emitentów, którzy przyczynili się przynajmniej do jednego z celów określonych w Załączniku do Zrównoważonego Rozwoju w informacji przedumownej tego funduszu. W praktyce aktywa bazowe uznane za inwestycje zrównoważone to te emitenci, którzy spełnili przynajmniej jeden z poniższych kryteriów:\n</p>\n<ul>\n<li>\nEmitenci, których działalność jest zgodna z trajektorią dekarbonizacji wynikającą z Porozumienia Paryskiego lub jest obecnie neutralna pod względem emisji CO2. Emitenci spełniający to kryterium przyczynili się do osiągnięcia celów środowiskowo zrównoważonych, takich jak łagodzenie zmian klimatycznych, pomagając w stabilizacji koncentracji gazów cieplarnianych w atmosferze i/lub adaptacji do zmian klimatycznych poprzez inwestowanie w rozwiązania adaptacyjne, które znacznie zmniejszają ryzyko negatywnych skutków klimatycznych.\n</li>\n<li>\nEmitenci, których działalność generuje co najmniej 20% przychodów zgodnych z celami łagodzenia i/lub adaptacji klimatycznej wynikającymi z Taksonomii UE. Na dzień sporządzenia niniejszego dokumentu emitenci spełniający to kryterium przyczynili się do celów środowiskowych związanych z łagodzeniem zmian klimatycznych i/lub adaptacją do tych zmian.\n</li>\n<li>\nEmitenci generujący co najmniej 20% przychodów z produktów i/lub usług, które mają mierzalny wpływ środowiskowy (np. zrównoważone praktyki rolnicze, technologie zapobiegania zanieczyszczeniom, alternatywne źródła energii). Emitenci spełniający to kryterium przyczynili się do osiągnięcia celów środowiskowo zrównoważonych, takich jak zapobieganie i kontrola zanieczyszczeń, ochrona i odtwarzanie bioróżnorodności oraz ekosystemów, a także zrównoważone wykorzystanie i ochrona zasobów wodnych i morskich.\n</li>\n<li>\nEmitenci generujący co najmniej 20% przychodów z produktów i/lub usług, które mają mierzalny wpływ społeczny (np. rozwiązania edukacyjne, poprawa łączności, rozwiązania w zakresie leczenia chorób). Emitenci spełniający to kryterium przyczynili się do osiągnięcia celów społecznie zrównoważonych, takich jak zapewnienie odpowiednich standardów życia i dobrostanu konsumentów, przyczyniając się do tworzenia produktów i usług zaspokajających ludzkie potrzeby.\n</li> \n<li>\nEmitenci, których praktyki korporacyjne demonstrują ich intencję przyczynienia się do celów środowiskowych i/lub społecznie zrównoważonych funduszu poprzez ich wiodącą ocenę wyników zrównoważoności opartą na metodologii ESG zarządzającego.\n</li>\n</ul>\n<p>Gdy fundusz inwestował w fundusze inwestycyjne stron trzecich, zarządzający wykorzystywał dane i metodologie zrównoważonych inwestycji ujawnione przez zarządzających stron trzecich.</p>",
  "q01sq04": "<div class=\"sub-qtext\">W jaki sposób inwestycje zrównoważone, które częściowo realizował produkt finansowy, nie powodowały znaczącej szkody dla żadnego celu zrównoważonego rozwoju środowiskowego lub społecznego?</div>",
  "q01sq04_a": "<p>Aby zapewnić, że pozytywny wkład w cel zrównoważonego rozwoju środowiskowego lub społecznego nie spowodował znaczącej szkody dla innych celów zrównoważonych w okresie odniesienia, zarządzający zastosował następujące środki ochrony oparte na swojej wewnętrznej metodologii, aby wykazać, że istnieje zamiar nie wyrządzania takiej szkody:</p>\n<ul>\n<li>Uwzględnienie obowiązkowych wskaźników głównych niekorzystnych skutków dla zrównoważonego rozwoju (PIAS) wymienionych w załączniku I rozporządzenia delegowanego (UE) 2022/1288/97, które uzupełnia rozporządzenie (UE) 2019/2088, jak opisano w kolejnym pytaniu.</li>\n<li>Działalność w kontrowersyjnych sektorach: poprzez analizę i wykluczenie emitentów z istotnym udziałem w działalności kontrowersyjnej w sektorach takich jak paliwa kopalne, broń kontrowersyjna, tytoń oraz emitentów narażonych na poważne kontrowersje.</li>\n<li>Neutralny wynik zrównoważoności: zarządzający wymagał minimalnej oceny ESG na poziomie B w skali 7 poziomów (C-, C, C+, B, A-, A i A+, gdzie A+ odzwierciedla najlepszy wynik ESG) zgodnie z własną metodologią, aby zagwarantować, że praktyki zrównoważoności każdego emitenta spełniają minimalne wymagania ESG.</li>\n</ul>\n<p>W przypadku gdy jakakolwiek bezpośrednia inwestycja funduszu naruszyła którykolwiek z tych środków ochrony, zarządzający uznał, że nie można zapewnić, że nie doszło do znaczącej szkody i nie została uznana za inwestycję zrównoważoną.</p>\n<p>Jeżeli program emerytalny inwestował w fundusze inwestycyjne stron trzecich, zarządzający stosował metodologię \"nie wyrządzania znaczącej szkody\" ujawnioną przez zarządzających stron trzecich.</p>",
  "q01sq04sq01": "W jaki sposób uwzględniono wskaźniki głównych niekorzystnych skutków dla czynników zrównoważonego rozwoju?",
  "q01sq04sq01_a": "<p>Zarządzający uwzględnił obowiązkowe wskaźniki głównych niekorzystnych skutków w analizie zasady \"nie wyrządzania znaczącej szkody\" dla aktywów bazowych tego funduszu.</p>\n<p>W tym celu zarządzający zdefiniował progi oparte na kryteriach ilościowych i jakościowych, które obejmowały:</p>\n<ul>\n    <li>Progi absolutne: emitenci z istotnym udziałem w paliwach kopalnych, działalności wpływającej na obszary wrażliwe biologicznie, naruszający zasady Global Compact ONZ i Wytyczne OECD dla Przedsiębiorstw Wielonarodowych, nieposiadający procesów i mechanizmów monitorowania przestrzegania tych norm międzynarodowych i/lub narażeni na broń kontrowersyjną, zostali uznani za niezgodnych z zasadą \"nie wyrządzania znaczącej szkody\".</li>\n    <li>Progi branżowe: emitenci znajdujący się w grupie o najgorszym wyniku w swojej branży pod względem emisji gazów cieplarnianych, emisji do wód, odpadów niebezpiecznych i/lub kwestii społecznych i pracowniczych, zostali uznani za niezgodnych z zasadą \"nie wyrządzania znaczącej szkody\".</li>\n</ul>",
  "q01sq04sq02": "Czy inwestycje zrównoważone były zgodne z Wytycznymi OECD dla Przedsiębiorstw Wielonarodowych i Zasadami Przewodnimi ONZ dotyczącymi przedsiębiorstw i praw człowieka? Szczegóły:",
  "q01sq04sq02_a": "<p>Poszanowanie praw człowieka stanowi integralną część wartości zarządzającego oraz minimalny standard działania w celu prowadzenia swojej działalności w sposób zgodny z prawem.</p>\n<p>W tym kontekście działania zarządzającego opierają się na zasadach określonych w Wytycznych OECD dla Przedsiębiorstw Wielonarodowych oraz dziesięciu zasadach Global Compact ONZ, między innymi. To zaangażowanie odzwierciedla się zarówno w politykach korporacyjnych Grupy Santander, jak i w politykach własnych zarządzającego dostępnych na odpowiednich stronach internetowych i stanowi część wewnętrznego procesu integracji ryzyk zrównoważonego rozwoju zarządzającego.</p>\n<p>Zarządzający regularnie monitorował, czy bezpośrednie inwestycje gotówkowe naruszają któreś z tych międzynarodowych wytycznych, a w przypadku naruszenia, były one oceniane i zarządzane zgodnie z ich wagą, co mogło prowadzić na przykład do działań zaangażowania.</p>",
  "ob002": "<div class=\"obr-content\">\n<p>Taksonomia UE określa zasadę \"nie wyrządzania znaczącej szkody\", zgodnie z którą inwestycje zgodne z taksonomią nie powinny wyrządzać znaczącej szkody celom taksonomii UE i obejmuje szczególne kryteria unijne.</p>\n<p>Zasada \"nie wyrządzania znaczącej szkody\" ma zastosowanie wyłącznie do inwestycji bazowych produktu finansowego, które uwzględniają kryteria UE dotyczące środowiskowo zrównoważonych działań gospodarczych. Inwestycje bazowe pozostałej części produktu finansowego nie uwzględniają tych kryteriów UE.</p>\n<p class=\"italic\">Każda inna inwestycja zrównoważona również nie powinna wyrządzać znaczącej szkody żadnemu celowi środowiskowemu lub społecznemu.</p>\n</div>",
  "q02": "W jaki sposób ten produkt finansowy uwzględnia główne niekorzystne skutki dla czynników zrównoważonego rozwoju?",
  "q02_a": "<p>\nFundusz uwzględnił główne niekorzystne skutki dla czynników zrównoważonego rozwoju podczas podejmowania decyzji inwestycyjnych. Zarządzający stale monitorował wyniki wskaźników z Tabeli 1 oraz dwóch opcjonalnych wskaźników z Tabel 2 i 3 Załącznika I RTS, aby ocenić negatywne skutki, jakie inwestycje realizowane przez ten fundusz mogą powodować w środowisku zewnętrznym.\n</p>\n<p>\nPodczas okresu odniesienia zarządzający zidentyfikował te skutki na dwóch poziomach:\n</p>\n<ul>\n<li>\nNa podstawie wyników względnych każdego emitenta, w celu identyfikacji\nemitentów z najgorszymi wynikami w każdym wskaźniku PIAS. Emitenci z najgorszymi wynikami w odniesieniu do swojego sektora dla wszystkich wskaźników obowiązkowych byli oceniani i zarządzani zgodnie z istotnością wpływu i jego powtarzalnością, co mogło prowadzić do działań zaangażowania.\n</li>\n<li>Na podstawie porównania wskaźników PIAS funduszu z wskaźnikami indeksu odniesienia (benchmark). Kiedy wyniki funduszu były gorsze niż wyniki benchmarku, zarządzający analizował wagę wpływu, jego powtarzalność w czasie, prawdopodobieństwo sukcesu działań zaangażowania, ekspozycję portfela oraz rodzaj wskaźnika PIAS, aby wdrożyć działania łagodzące. Podczas okresu odniesienia działania te były priorytetowe dla wskaźników związanych z emisjami gazów cieplarnianych i/lub naruszeniami Global Compact ONZ. Zarządzający łagodził również te negatywne skutki, dostosowując pozycje najbardziej przyczyniające się do najgorszych wyników PIAS w porównaniu z benchmarkiem, ograniczając zwiększenie pozycji lub w ostateczności poprzez dezinwestycję.</li>\n</ul>\n<p>\nDane potrzebne do obliczenia wskaźników PIAS były dostarczane przez zewnętrznych dostawców danych. Przeprowadzano regularną analizę jakości i pokrycia danych we współpracy z emitentami i dostawcami danych, aby rozwiązać ograniczenia w dostępności i jakości danych wskaźników.\n</p>",
  "q03": "Jakie były główne inwestycje tego produktu finansowego?",
  "gb005_q03": "<p>Lista zawiera inwestycje, które stanowiły <strong>większość inwestycji</strong> produktu finansowego w okresie odniesienia, tj.: {{ref_period}}</p>",
  "q03_a1": "<p>Główne inwestycje Programu Emerytalnego dokonane w okresie odniesienia to:</p>",
  "q03_t1": "<table>\n<colgroup>\n<col class=\"col1\"/>\n<col class=\"col2\"/>\n<col class=\"col3\"/>\n<col class=\"col4\"/>\n</colgroup>\n<thead>\n<tr>\n<th>Najważniejsze inwestycje</th>\n<th>Sektor</th>\n<th style=\"text-align: center;\">% aktywów</th>\n<th style=\"text-align: center;\">Kraj</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>SPAIN (KINGDOM OF) 0 31/01/27 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">11,61%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>BONOS Y OBLIG DEL EST 0.8 30/07/25 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">10,61%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>BONOS Y OBLIG DEL ESTADO 0 31/01/26 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">10,28%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>SPAIN (KINGDOM OF) 2.8 31/05/26 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">8,29%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>SPAIN (KINGDOM OF) 0 31/05/25 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">7,77%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>BONOS Y OBLIG DEL ESTADO 1.25 31/10/30</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">5,02%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>BONOS Y OBLIG DEL EST 0.7 30/04/32 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">5,01%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>BONOS Y OBLIG DEL EST 2.55 10/32 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">4,12%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>BONOS Y OBLIG DEL ESTADO 0.5 30/04/30 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">3,45%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>SPAIN (KINGDOM OF) 3.55 31/10/33 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">3,17%</td>\n<td class=\"country\">ES</td>\n</tr>\n</tbody>\n</table>",
  "q03_t2": "<table>\n<colgroup>\n<col class=\"col1\"/>\n<col class=\"col2\"/>\n<col class=\"col3\"/>\n<col class=\"col4\"/>\n</colgroup>\n<thead>\n<tr>\n<th>Najważniejsze inwestycje</th>\n<th>Sektor</th>\n<th style=\"text-align: center;\">% aktywów</th>\n<th style=\"text-align: center;\">Kraj</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>FRANCE (REPUBLIC OF) 0 25/05/26 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">2,95%</td>\n<td class=\"country\">FR</td>\n</tr>\n<tr>\n<td>FRANCE (REPUBLIC OF) 1 25/05/27 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">2,71%</td>\n<td class=\"country\">FR</td>\n</tr>\n<tr>\n<td>BONOS Y OBLIG DEL ESTADO 3.8 30/07/42 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">2,44%</td>\n<td class=\"country\">ES</td>\n</tr>\n<tr>\n<td>FRANCE (REPUBLIC OF) 2.75 25/10/27 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">2,29%</td>\n<td class=\"country\">FR</td>\n</tr>\n<tr>\n<td>ITALY (REPUBLIC OF) 0.95 01/03/23 (EUR)</td>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\">1,78%</td>\n<td class=\"country\">IT</td>\n</tr>\n</tbody>\n</table>",
  "q04": "W jakich sektorach gospodarczych dokonano inwestycji?",
  "q04_a": "<p>Sektory gospodarcze, w które zainwestowano w okresie odniesienia, to:</p>",
  "gb006_sq4a": "<p>Procent inwestycji zrównoważonych został obliczony jako udział aktywów bazowych spełniających kryteria zrównoważoności w stosunku do całkowitego majątku funduszu. Zostały wzięte pod uwagę aktywa z cechami środowiskowymi lub społecznymi, które spełniały wymagania określone w taksonomii UE.</p>",
  "q04sq01": "Jakie są sektory gospodarcze, w które inwestowano?",
  "q04sq01_a": "Sektory gospodarcze, w które inwestowano w okresie odniesienia, to przedstawione poniżej.",
  "ob003": "<div class=\"obr-content\">\n<p><strong>Opis kategorii inwestycji:</strong> Kategorie inwestycji podzielone są na takie, które są zgodne z cechami środowiskowymi lub społecznymi, oraz pozostałe. Ta struktura pomaga określić stopień zrównoważoności inwestycji w okresie odniesienia.</p>\n</div>",
  "categories_flowchart": "<svg class=\"flowchart-lines\"></svg>\n<div class=\"nodes\">\n<div class=\"node\" id=\"n10000\">Inwestycje</div>\n<div class=\"branch-horizontal\">\n<div class=\"node\" id=\"n11000\" data-parent=\"n10000\">n.º 1 Dostosowane do cech środowiskowych lub społecznych</div>\n<div class=\"node\" id=\"n12000\" data-parent=\"n10000\">n.º 2 Pozostałe</div>\n</div>\n<div class=\"branch-horizontal\">\n<div class=\"node\" id=\"n11100\" data-parent=\"n11000\">n.º 1A Zrównoważone</div>\n<div class=\"node\" id=\"n11200\" data-parent=\"n11000\">n.º 1B Pozostałe cechy środowiskowe lub społeczne</div>\n</div>\n<div class=\"sub-branch-horizontal\">\n<div class=\"node\" id=\"n11110\" data-parent=\"n11100\">Inne środowiskowe</div>\n<div class=\"node\" id=\"n11120\" data-parent=\"n11100\">Społeczne</div>\n</div>\n</div>",
  "n10000": "Inwestycje",
  "n11000": "n.º 1 Dostosowane do cech środowiskowych lub społecznych",
  "n12000": "n.º 2 Pozostałe",
  "n11100": "n.º 1A Zrównoważone",
  "n11200": "n.º 1B Pozostałe cechy środowiskowe lub społeczne",
  "n11110": "Inne środowiskowe",
  "n11120": "Społeczne",
  "q04sq02": "Jakie sektory gospodarcze były zaangażowane?",
  "q04sq02_a": "Sektory gospodarcze zaangażowane w inwestycje to następujące:",
  "q04_t": "<table>\n<colgroup>\n<col class=\"col1\"/>\n<col class=\"col2\"/>\n</colgroup>\n<thead>\n<tr>\n<th>Sektor gospodarczy</th>\n<th style=\"text-align: center;\">Alokacja aktywów w %</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Administracja publiczna i obrona; Obowiązkowe ubezpieczenia społeczne</td>\n<td class=\"percent\" style=\"text-align: center;\">94,24%</td>\n</tr>\n<tr>\n<td>Działalność finansowa i ubezpieczeniowa</td>\n<td class=\"percent\" style=\"text-align: center;\">5,76%</td>\n</tr>\n</tbody>\n</table>",
  "q05": "W jakim stopniu zrównoważone inwestycje mające cel środowiskowy były zgodne z taksonomią UE?",
  "gb007_q05": "<p><strong>Działania wspierające</strong> bezpośrednio umożliwiają innym działaniom znaczące przyczynienie się do osiągnięcia celu środowiskowego.</p>",
  "gb008_q05": "<p><strong>Działania przejściowe</strong> to działania, dla których nie istnieją jeszcze alternatywy o niskiej emisji dwutlenku węgla i które charakteryzują się poziomami emisji gazów cieplarnianych zgodnymi z najlepszymi wynikami w branży.</p>",
  "gb009_q05": "<p>Aktywności zgodne z taksonomią UE są przedstawione jako procent:</p>\n<ul>\n<li><strong>Obrotu:</strong> który odzwierciedla procent przychodów uzyskanych z działalności ekologicznej przedsiębiorstw, w które inwestuje fundusz.</li>\n<li><strong>Inwestycji w aktywa trwałe (CapEx):</strong> które pokazują inwestycje ekologiczne realizowane przez przedsiębiorstwa, w które inwestuje fundusz, np. przejście na zieloną gospodarkę.</li>\n<li><strong>Kosztów operacyjnych (OpEx):</strong> które odzwierciedlają działalność operacyjną przedsiębiorstw, w które inwestuje fundusz, zgodną z celem środowiskowym.</li>\n</ul>",
  "q05_a": "<p>Fundusz nie określił minimalnego procentu zgodności swoich inwestycji z taksonomią UE ani nie miał celu inwestycyjnego zgodnego z nią. W związku z tym dane te nie podlegają audytowi i są przedstawiane wyłącznie w celach informacyjnych. Poniższe wykresy przedstawiają zgodność funduszu z taksonomią UE w okresie odniesienia. Dane są przedstawiane wyłącznie informacyjnie, ponieważ nie odzwierciedlają zgodności z żadnym celem ani minimalnym zobowiązaniem inwestycyjnym.</p>",
  "q05sq01": "<div class=\"sub-qtext\">Czy produkt finansowy inwestował w działania związane z gazem kopalnym lub energią jądrową, które spełniały taksonomię UE<sup>1</sup>?</div>",
  "q05sq01_chekbox": "<label>\n<input type=\"checkbox\"/>\n<span>Nie</span>\n</label>",
  "ob004": "<div class=\"obr-content\">\n<p><i>Wykresy poniżej przedstawiają w zielonym kolorze procent inwestycji zgodnych z taksonomią UE. Ze względu na brak odpowiedniej metodologii do określania zgodności obligacji skarbowych z taksonomią, pierwszy wykres przedstawia zgodność z taksonomią dla wszystkich inwestycji funduszu, w tym obligacji skarbowych, podczas gdy drugi wykres pokazuje zgodność z taksonomią wyłącznie dla inwestycji innych niż obligacje skarbowe.</i></p>\n<div class=\"charts\">\n<div class=\"chart\">\n<img alt=\"Zgodność inwestycji, w tym obligacji skarbowych\" src=\"graphs_plots\\plot_orb_1.png\"/>\n</div>\n<div class=\"chart\">\n<img alt=\"Zgodność inwestycji, bez obligacji skarbowych\" src=\"graphs_plots\\plot_orb_2.png\"/>\n</div>\n</div>\n<p><i>*Na potrzeby tych wykresów \"obligacje skarbowe\" obejmują wszystkie ekspozycje skarbowe.</i></p>\n</div>",
  "q05_footnote": "<hr/>\n<p><sup>1</sup>Działania związane z gazem kopalnym lub energią jądrową spełniają taksonomię UE tylko wtedy, gdy przyczyniają się do ograniczenia zmian klimatycznych (\"łagodzenie zmian klimatycznych\") i nie wyrządzają znaczącej szkody żadnemu celowi taksonomii UE. Pełne kryteria dotyczące działań gospodarczych związanych z gazem kopalnym i energią jądrową zgodnych z taksonomią UE określono w rozporządzeniu delegowanym Komisji (UE) 2022/1214.</p>",
  "q05sq02": "<div class=\"sub-qtext\">Jaki był udział inwestycji w działania przejściowe i wspierające?</div>",
  "q05sq02_a": "<p>Udział inwestycji w działania przejściowe wyniósł {{total_turnover_transition}} w obrotach, {{total_capex_transition}} w nakładach inwestycyjnych (CapEx) i {{total_opex_transition}} w kosztach operacyjnych (OpEx), a w działania wspierające {{total_turnover_enabling}} w obrotach, {{total_capex_enabling}} w CapEx i {{total_opex_enabling}} w OpEx w odniesieniu do całkowitego majątku funduszu w okresie odniesienia.</p>",
  "q05sq03": "<div class=\"sub-qtext\">Jaki procent inwestycji był zgodny z taksonomią UE w porównaniu z wcześniejszymi okresami odniesienia?</div>",
  "q05sq03_a": "<p>Fundusz nie określił minimalnego procentu zgodności swoich inwestycji z taksonomią UE. Niemniej jednak, zgodność inwestycji z taksonomią UE w porównaniu z okresem odniesienia wyniosła {{taxonomy_2022}}, {{taxonomy_2023}}, a w {{taxonomy_2024}} osiągnęła {{total_turnover_aligned}}.</p>",
  "q06": "Jaki był udział inwestycji zrównoważonych z celem środowiskowym, które nie były zgodne z taksonomią UE?",
  "gb010_q06": "<p><strong>Inwestycje zrównoważone z celem środowiskowym</strong> to inwestycje, które <strong>nie uwzględniają kryteriów</strong> środowiskowej zgodności działań gospodarczych z taksonomią UE, zgodnie z rozporządzeniem (UE) 2020/852.</p>",
  "q06_a": "<p>Udział inwestycji zrównoważonych funduszu z celem środowiskowym, które nie były zgodne z taksonomią UE, wyniósł {{sust_invest_env}}% w okresie odniesienia.</p>",
  "q07": "Jaki był udział inwestycji społecznie zrównoważonych?",
  "q07_a": "<p>Udział inwestycji społecznie zrównoważonych funduszu wyniósł {{sust_invest_soc}}% w okresie odniesienia.</p>",
  "q08": "Jakie inwestycje zostały uwzględnione w kategorii \"inne\" i jaki był ich cel? Czy były stosowane minimalne zabezpieczenia środowiskowe lub społeczne?",
  "q08_a": "<p>Fundusz uwzględnił {{other_nones}}% majątku funduszu w okresie odniesienia w inwestycjach, które nie są zgodne z cechami środowiskowymi i społecznymi promowanymi przez fundusz. Odsetek ten obliczono jako średni udział majątku funduszu, uwzględniając inwestycje bazowe z ostatniego dnia roboczego każdego kwartału okresu odniesienia, zgodnie z definicją w sekcji \"Główne inwestycje\".</p>\n<p>Inwestycje te nie wpłynęły negatywnie na osiągnięcie cech środowiskowych i społecznych promowanych przez fundusz, a ich celem było wspieranie efektywnego zarządzania portfelem, zapewnianie płynności oraz funkcja zabezpieczająca.</p>\n<p>Minimalne zabezpieczenia środowiskowe i społeczne obejmowały:</p>\n<ul>\n<li>Bezpośrednie aktywa inwestycyjne bez ratingu ESG z powodu braku danych dostawcy wykorzystywanego przez zarządzającego, które nie mogą być uznane za inwestycje zrównoważone. Te aktywa spełniały kryteria wykluczeń funduszu, zapewniając minimalne zabezpieczenia.</li>\n<li>Fundusze inwestycyjne bez ratingu ESG z powodu braku danych, które nie mogą być klasyfikowane jako fundusze zgodne z art. 8 lub 9 Rozporządzenia (UE) 2019/2088. W procesie selekcji funduszy stosowano minimalne zabezpieczenia zgodne z procedurami zarządzającego.</li>\n<li>Inne aktywa gotówkowe dopuszczalne zgodnie z polityką funduszu, dla których stosowano minimalne zabezpieczenia.</li>\n<li>Płynność w depozytariuszu i inne rachunki bieżące wykorzystywane do zwykłej działalności funduszu (np. zabezpieczenia instrumentów pochodnych).</li>\n</ul>\n<p>W przypadku instrumentów finansowych pochodnych (oprócz kontraktów terminowych i opcji na akcje wykorzystywanych do odniesienia indeksu), nie stosowano powyższych procedur w zakresie promocji cech ESG, z wyjątkiem określonych sytuacji.</p>",
  "q09": "Jakie działania podjęto, aby spełnić cechy środowiskowe lub społeczne w okresie odniesienia?",
  "q09_a": "<p>W okresie odniesienia podjęto następujące działania, aby spełnić cechy środowiskowe i społeczne funduszu:</p>\n<ul>\n<li>Zarządzający regularnie weryfikował, czy fundusz przestrzega następujących kryteriów wykluczenia dla aktywów inwestycyjnych:\n<ul>\n<li>Wykluczono emitentów z ekspozycją na sektory takie jak broń kontrowersyjna, paliwa kopalne niekonwencjonalne, wytwarzanie energii z węgla oraz górnictwo węglowe.</li>\n<li>Wykluczono emitentów, w których zidentyfikowano kontrowersje uznane za krytyczne w zakresie środowiskowym, społecznym lub zarządzania.</li>\n</ul>\n</li>\n<li>Zarządzający regularnie monitorował minimalny średni rating ESG aktywów inwestycyjnych funduszu, który wynosił co najmniej A-, zgodnie z metodologią zarządzającego na siedmiostopniowej skali (C-, C, C+, B, A-, A, A+).</li>\n</ul>\n<p>Dodatkowo, zarządzający uznawał za zgodne z cechami środowiskowymi i społecznymi funduszu następujące przypadki:</p>\n<ul>\n<li>Emitenci bez ratingu ESG, ale posiadający inwestycje, które mogą być uznane za zrównoważone, takie jak zielone obligacje.</li>\n<li>Fundusze inwestycyjne promujące cechy środowiskowe lub społeczne zgodnie z art. 8 lub 9 Rozporządzenia (UE) 2019/2088.</li>\n</ul>\n<p>Wszystkie powyższe kryteria były integrowane w procesie inwestycyjnym i monitorowane przez zespół ds. zgodności zarządzającego. W przypadku naruszenia podejmowano działania naprawcze, takie jak komunikacja z zespołem SRI czy skierowanie sprawy do odpowiedniego komitetu.</p>\n<p>Zarządzający prowadził również działania angażujące z emitentami oraz głosowania na walnych zgromadzeniach, aby wspierać cele środowiskowe i społeczne funduszu.</p>",
  "q10": "Jak produkt finansowy zachowywał się w porównaniu z wyznaczonym indeksem odniesienia?",
  "q10_a": "<p>Nie wyznaczono konkretnego indeksu jako punktu odniesienia do określenia, czy ten produkt finansowy spełnia promowane cechy środowiskowe lub społeczne.</p>",
  "gb011_sq10a": "<p><strong>Indeksy odniesienia</strong> to wskaźniki stosowane do pomiaru, czy produkt finansowy osiąga promowane cechy środowiskowe lub społeczne.</p>",
  "q10sq01": "<div class=\"sub-qtext\">W jaki sposób indeks odniesienia różni się od ogólnego indeksu rynkowego?</div>",
  "q10sq01_a": "<p>Nie dotyczy.</p>",
  "q10sq02": "<div class=\"sub-qtext\">Jak produkt finansowy zachowywał się w odniesieniu do wskaźników zrównoważoności w celu określenia zgodności indeksu odniesienia z promowanymi cechami środowiskowymi lub społecznymi?</div>",
  "q10sq02_a": "<p>Nie dotyczy.</p>",
  "q10sq03": "<div class=\"sub-qtext\">Jak produkt finansowy zachowywał się w porównaniu z wyznaczonym indeksem odniesienia?</div>",
  "q10sq03_a": "<p>Nie dotyczy.</p>",
  "q10sq04": "<div class=\"sub-qtext\">Jak produkt finansowy zachowywał się w porównaniu z wyznaczonym indeksem odniesienia?</div>",
  "q10sq04_a": "<p>Nie dotyczy.</p>"
}
